Repository: Tsiuryn/find_number_flutter
Catalog: lib/assets/l10n/app_*.arb
Languages: ru

# find_number_page__appbar_title
source: Find number
ru: Найди число

# settings_page__appbar_title
source: Settings
ru: Настройки

# settings_page__seconds
source: Seconds
ru: Время игры, сек

# settings_page__horizont
source: Number of columns, pcs
ru: Количество колонок, шт

# settings_page__vertical
source: Number of rows, pcs
ru: Количество рядов, шт

# settings_page__button
source: Default params
ru: Настройки по умолчанию

# records__appbar_title
source: Records
ru: Рекорды

# records__no_records
source: No wins saved
ru: Не сохранено ни одной победы

# find_number_page__status_win
source: You have won!
ru: Вы выиграли!

# find_number_page__status_lose
source: You lose!
ru: Вы проиграли!

# find_number_page__new_game
source: New game
ru: Новая игра
